INSERT INTO "dictionary" (name)
VALUES ('Источник дохода'),
       ('Источник кредита'),
       ('Качество клиентских документов'),
       ('Особый статус рода деятельности');
--
-- INSERT INTO dictionary_value (code, value, dictionary_id)
-- VALUES ('Employment', 'Работа по найму', 1),
--        ('Business', 'Собственный бизнес', 1),
--        ('Other', 'Прочий доход', 1),
--
--        ('VKI', 'Зенит', 2),
--        ('BKI', 'БКИ', 2),
--        ('NEW', 'Вручную', 2),
--
--        ('NEG16', 'Наличие признаков подделки документов, удостоверяющих личность', 3),
--        ('NEG17', 'Признаки подделки документов, подтверждающих занятость или доходы', 3),
--        ('NEG18', 'Признаки подделки иных документов Клиента"', 3),
--
--        ('Military', 'Военный/сотрудник силовых структур', 4),
--        ('Judge', 'Судья/адвокат/нотариус', 4),
--        ('Bankruptcy', 'Арбитражный/конкурсный управляющий', 4),
--        ('Valuer', 'Профессиональный оценщик', 4),
--        ('Farmer', 'Глава фермерского хозяйства', 4),
--        ('Other', 'Иное', 4),
--        ('None','Нет',4);
